//Напиши скрипт проверки количества товаров на складе. Есть переменные total (количество товаров на складе) и ordered (единиц товара в заказе).
//Сравни эти значения и по результатам выведи:
//Если в заказе указано число, превышающее количество товаров на складе, то выведи сообщение "На складе недостаточно твоаров!".
//В другом случае выводи сообщение "Заказ оформлен, с вами свяжется менеджер".
//Проверь работоспособность кода с разными значениями переменной ordered, например 20, 80 и 130.

const invoice = 100; 
const stock = 100;

// Write code under this line
let message =``;

//если invoice равен 100
// то значение message будет равно
// 'Заказ оформлен, с вами свяжется менеджер'
if (invoice === 100) {
message = `Заказ оформлен, с вами свяжется менеджер`;
} else if (invoice === 50) {
message = `Заказ оформлен, с вами свяжется менеджер`;
} else if (invoice === 150) {
message = `На складе недостаточно товаров!`;;
}
console.log(message);
//если invoice равен 50
// то значение message будет равно
// 'Заказ оформлен, с вами свяжется менеджер'  

//если invoice равен 150
// то значение message будет равно
// 'На складе недостаточно товаров!'  